module.exports = {
    '/后端技术/': [
        '技巧-开发中使用的一些小技巧',
        '笔记-Linux学习笔记',
        '防火墙配置-在centos中配置防火墙',
        'SpringBoot项目启动控制台输出访问地址',
        'BigDecimal的基本使用',
        'Stream流的基本使用',
        '文件操作工具',
        '校验规则工具类',
        '异步编程利器CompletableFuture',
        '问卷星自动化答题'
    ],
    '/前端技术/': [
        '数组的常用操作',
        'flex布局详解',
        '前端防抖-通过自定义指令实现',
        '案例-代码流星雨',
        '技巧-前端小技巧',
        '下拉刷新-在uni-app中的使用',
        'uni-app实现crud基础封装',
        '侧拉操作-仿QQ侧拉删除'
    ],
    '/面试专题/': [
        'Redis相关问题',
        'MySQL相关问题',
        'Java集合相关问题',
    ]
}

